Repository: JohannRichecoeur/LaBoiteAChaussures
Catalog: LaBoiteAChaussures/MultilingualResources/LaBoiteAChaussures.*.xlf
Languages: fr

# ErrorMessage_CouldNotLoadPicture
source: Sorry, it seems some pictures could not be opened. Please sync again your picture library.
fr: Désolé, il semble que des photos ne puissent pas être ouvertes. Merci de synchroniser à nouveau votre bibliothèque de photos.

# InfosAppButton
source: About
fr: A propos

# LibraryRefreshAppButton
source: Sync your picture library
fr: Synchroniser votre bibliothèque

# MainPage_NoPictureInLibrary
source: No pictures in the library
fr: Aucune photo dans votre bibliothèque

# MainPage_PictureWord
source: pictures
fr: photos

# MainTitle
source: Pictures box
fr: La boîte à chaussures

# PhotoShare
source: Share this photo
fr: Partager cette photo

# PicturesTitle
source: My pictures
fr: Mes photos

# VideosTitle
source: My videos
fr: Mes vidéos

# SettingsTitle
source: Settings
fr: Paramètres

# settings_Dev.NavigateUri
source: mailto:jean-eric.hourchon@live.fr?subject=Pictures box, Windows 10
fr: mailto:jean-eric.hourchon@live.fr?subject=La boîte à chaussures, Windows 10
